{
  "TaskName": "Verbal Working Memory, Small Reward, Delayed Feedback",
  "Instructions": "Press the first finger if letters are the same and every time the cross turns red. Press the second finger if letters are NOT the same. Respond as fast as you can! Remember, the better you do the more money you can make!! You CAN respond as soon as each letter appears.",
  "TaskDescription": "Subjects performed 48 trials of a 1-back verbal working memory (VWM) task, 48 trials of a 2-back VWM task, and 24 trials of a fixation task in a block design. Experimental task order was randomly generated with each experimental block followed by a 12 trial fixation block. Prior to the beginning of each experimental block, the program would indicate which task instructions were to be followed (1-back or 2-back). Throughout the experimental tasks, subjects were presented with an image indicating that they would make $.02 for each correct answer (/stimuli/fixation_ onecoin.bmp) in the middle of a black fixation square. In each trial, subjects were presented with a letter of the English alphabet in one of the four corners around the fixation square for 1200 ms followed by an 800 ms fixation period where only the fixation square remained. In the 1-back task, participants were instructed to press the first finger if the new letter was the same as the previously presented letter and to press the second finger if it differed. In the 2-back task, participants were instructed to press the first finger if the new letter was the same as the letter presented two back and to press the second finger if it differed. Participants could respond with a right handed button box as soon as they saw the presentation of the letter until the beginning of the next trial. At the end of each experimental block, participants were presented with their block accuracy. During fixation trials, subjects were presented with a black fixation cross for 600ms, 1200ms of either a black or red fixation cross, followed by 200ms of a black fixation cross. Subjects were instructed to press the first finger whenever a black fixation-cross turned red (4/12 trials).",
  "Manufacturer": "SIEMENS",
  "ManufacturerModelName": "TrioTim",
  "MagneticFieldStrength": 3,
  "SoftwareVersions": "syngo MR B17",
  "MatrixCoilMode": "Auto (Triple)",
  "PulseSequenceType": "susceptibility weighted single-shot EPI",
  "ParallelAcquisitionTechnique": "GRAPPA",
  "PartialFourier": "6/8",
  "PhaseEncodingDirection": "j-",
  "RepetitionTime": 2,
  "EchoTime": 0.02,
  "NumberOfSlices": 32,
  "SliceEncodingDirection": "k",
  "SliceTiming": [
    1.005,
    0,
    1.0675,
    0.0625,
    1.13,
    0.1275,
    1.1925,
    0.19,
    1.255,
    0.2525,
    1.3175,
    0.315,
    1.38,
    0.3775,
    1.4425,
    0.44,
    1.5075,
    0.5025,
    1.57,
    0.565,
    1.6325,
    0.6275,
    1.695,
    0.69,
    1.7575,
    0.7525,
    1.82,
    0.8175,
    1.8825,
    0.88,
    1.945,
    0.9425
  ],
  "NumberOfVolumesDiscardedByUser": 6,
  "FlipAngle": 80,
  "InstitutionName": "CAMRI, Nortwestern University",
  "InstitutionAddress": "Fairbanks_710_Chicago_Chicago_US_60611"
}